0‚+û	*†H†÷ ‚+ì0‚+è10	`†He 0‚	*†H†÷ ‚ş‚ú<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
  <dict>
    <key>PayloadDisplayName</key>
    <string>PhucIOS DNS</string>
    <key>PayloadDescription</key>
    <string>
This profile enables NextDNS and CloudflareDNS on all networks using the native Encrypted DNS feature, customized and integrated by creator NhutGG:
1. Absolutely do not use a VPN when using this DNS configuration.
4. Default blocking on devices without any intermediaries.
5. Using a revoked certificate will allow you to use it as long as possible.
6. Ad blocking has been updated, with fairly stable blocking capabilities in the browser.
Join the group for support: https://t.me/dnscert
</string>

     <key>PayloadIdentifier</key>
    <string>com.cloudflare.warp.fce662ea-7250-4acc-8d57-7e4449086d8a.profile</string>
    <key>PayloadScope</key>
    <string>User</string>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>A1E2F262-DB73-40F6-BD22-2E42A43A3C94.fce662ea-7250-4acc-8d57-7e4449086d8a</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
    <key>PayloadContent</key>
    <array>
      <dict>
        <key>DNSSettings</key>
        <dict>
          <key>DNSProtocol</key>
          <string>HTTPS</string>
          <key>ServerURL</key>
          <string>https://qikzyc2bzv.cloudflare-gateway.com/dns-query</string>
        </dict>
        <key>OnDemandRules</key>
        <array>
          <dict>
            <key>Action</key>
            <string>EvaluateConnection</string>
            <key>ActionParameters</key>
            <array>
              <dict>
                <key>DomainAction</key>
                <string>NeverConnect</string>
                <key>Domains</key>
                <array>
                  <string>dav.orange.fr</string>
                  <string>msg.t-mobile.com</string>
                </array>
              </dict>
            </array>
          </dict>
          <dict>
            <key>Action</key>
            <string>Connect</string>
          </dict>
        </array>
        <key>PayloadType</key>
        <string>com.apple.dnsSettings.managed</string>
        <key>PayloadIdentifier</key>
        <string>com.cloudflare.warp.fce662ea-7250-4acc-8d57-7e4449086d8a.profile.dnsSettings.managed</string>
        <key>PayloadUUID</key>
        <string>A1E2F262-DB73-40F6-BD22-2E42A43A3C94.fce662ea-7250-4acc-8d57-7e4449086d8a.dnsSettings.managed</string>
        <key>PayloadDisplayName</key>
        <string>1.Zero Trust Anti certificate</string>
        <key>PayloadOrganization</key>
        <string>Script-AdBlock-Filters(NhutGG)</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
      </dict>
      <!-- CustumDNS -->

    <dict>
			<key>DNSSettings</key>
			<dict>
				<key>ServerAddresses</key>
				<array/>
				<key>SupplementalMatchDomains</key>
				<array>
					  <string>.certs.apple.com</string>
					  <string>certs.apple.com</string>
					  <string>.certs2.apple.com</string>
					  <string>certs2.apple.com</string>
					  <string>.ocsp4.apple.com</string>
					  <string>ocsp4.apple.com</string>
					  <string>.ocsp3.apple.com</string>
					  <string>ocsp3.apple.com</string>
					  <string>.ocsp2.apple.com</string>
					  <string>ocsp2.apple.com</string>
					  <string>.ocsp.apple.com</string>
					  <string>ocsp.apple.com</string>
					  <string>.crl.apple.com</string>
					  <string>crl.apple.com</string>
					  <string>.valid.apple.com</string>
					  <string>valid.apple.com</string>
					  <string>.ffapple.com</string>
					  <string>ffapple.com</string>
					  <string>ff2apple.com</string>
					  <string>.ffapple.com</string>
					  <string>ff.apple.com</string>
					  <string>ff2.apple.com</string>
					  <string>.ff.apple.com</string>
					  <string>appattest.apple.com</string>
					  <string>vpp.itunes.apple.com</string>
					  <string>comm-main.ess.apple.com</string>
					  <string>comm-cohort.ess.apple.com</string>
					  <string>axm-app.apple.com</string>
					  <string>guzzoni-apple-com.v.aaplimg.com</string>
       
				</array>
			</dict>
			<key>PayloadDisplayName</key>
			<string>2.Anticert Allow Software</string>
			<key>PayloadIdentifier</key>
			<string>com.cloudflare.warp.5A31FA24-FF8C-41EA-989E-F070820F2A80</string>
			<key>PayloadOrganization</key>
			<string>Update iOS software</string>
			<key>PayloadType</key>
			<string>com.apple.dnsSettings.managed</string>
			<key>PayloadUUID</key>
			<string>5A31FA24-FF8C-41EA-989E-F070820F2A80</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
    </array>
  </dict>
</plist>Â  ‚0‚0‚û }[Q&´vºÛt¼S§0	*†H†÷ 0ˆ10	UUS10U
New Jersey10UJersey City10U
The USERTRUST Network1.0,U%USERTrust RSA Certification Authority0181102000000Z301231235959Z010	UGB10UGreater Manchester10USalford10U
Sectigo Limited1705U.Sectigo RSA Domain Validation Secure Server CA0‚"0	*†H†÷ ‚ 0‚
‚ Ös3Ö×< Ğ ÒE¸Ö>¢?ÇAî20É°lıôŸË˜-?M‚b.é¸HyûƒN­×2%“·¿¹P?©LÃ@*é9ÿÙÊ2AÚ€&¹#z‡ ãÿ š<•Do‡u@´2“	#>Òİ‡o]Qj
iÅOriÏÓ“Lm £‚~±š¹íÅÅ7xŸš4ûV.XÄ	d[¼7ÜñŸ(h¨V°’£\Ÿ»ˆ˜$«0…®¯°.zÁÀBâğêàJÒï´Á@ğo…BJd÷¤0 ş¿.£'Z‹X¸­Ã„cíoVıƒË`4Ät¾æÛáäåÊ_ £‚n0‚j0U#0€Sy¿Zª+JÏT€áØ›Àò²fË0UŒ^ÄT­Šáwé›ù›á¸aá0Uÿ†0Uÿ0ÿ 0U%0++0U 00U  0g0PUI0G0E C A†?http://crl.usertrust.com/USERTrustRSACertificationAuthority.crl0v+j0h0?+0†3http://crt.usertrust.com/USERTrustRSAAddTrustCA.crt0%+0†http://ocsp.usertrust.com0	*†H†÷ ‚ 2¿a½HÃOÇºGMøœxÜ€oüÃp´Rš13šWRû1k¤ïTª‰@hø|ÒÊ±ñU†Çî³6‘†ö9Q¿F¿ º´÷~IÄ*6äh9z¯”NVo²{;¿
†½ÍÅw¸8±¢_~ÛŠÜFH¶h
Ï²µ´â4äg©8f	^Ò¸ü(:@'ÂrN)ı!<|Ïû–,Å1DıíÕ›©ihw|îáÿ¤ù68S9¢„4œó¾¬Õ$7ë#¨xĞÓçï’Gdb9"ïÆ÷¾"…ÆfD$&2È“®ƒ>/ÙùõFc¾Áæ´Ü¦Í!¨†
•Ù.…&ıü±¶WBm•Ñ3ö9‚A8õXÜ€[¤Õ}•xı§›ÿıÅ¨i«&ç§¤‡[©·¸£ —©E…İ³‹å‰7)üö8@Bäû{óÆhbßã˜ôØO‹±iÙ`¼d*ê1·äµ£:›&ã{ı¶™Á8—Y6ö¨t¢†¶^ëÆdêÏ £ùnº-¶†˜X-É¬%dò^u´8Á®ZFƒêQÊ¶ñ™5k¥j{Æ °çø¾d²­ÈÂñ¬ãQê¤“àyÈá@É
[á<Á`*ã—À‰BÊ”ÏF˜i»˜ĞÂÓrKGnå“Ä2(c‡Cä°2>
ÓK¿#›)A+š“-ñÇ9H<­Z0‚0‚i 9rD:ù"·Q×Ólİ15•0	*†H†÷ 0{10	UGB10UGreater Manchester10USalford10U
Comodo CA Limited1!0UAAA Certificate Services0190312000000Z281231235959Z0ˆ10	UUS10U
New Jersey10UJersey City10U
The USERTRUST Network1.0,U%USERTrust RSA Certification Authority0‚"0	*†H†÷ ‚ 0‚
‚ €e6ÃÛ³Ğ¬WvíÍ'ÓL­Pƒaâª M	-d	ÜÎ‰ŸÌ=©ìöÏÁÜñÓ±Ö{7(+GÚ9Æ¼:´_¦½}£cB¶vò©;+‘øâoĞì 	>âètÉ´‘ÔbdÛ£ñˆj"<¼şğ‡{öäÔäQÆgFQË†T?¼3ş~lœÿ½Q5¦§fÈrgÛ!f±Ô›xÀP:èÌğÜ¼Lş¯–5WZ·ÿÎù=·,¶öTİÈç:M®LŠ·\š´· =Ê"4®~;hfDçNFS›3`÷”¾S7sCó2ÃSïÛªştNiÇkŒ`“ŞÄÇßá2®Ì“;Qx•g‹î=VşĞió%&k3m÷nGúsCå~¥f±)|2„cU‰ÄÁ“T0¬Ó}7§ë]:l5\ÛA×Ú©IßØ€Š	“bµfÏ%ˆÍ„¸±?¤9ÙëL•|ók©^ƒÌ¸gâèÌ[‚ÓL³í[ÿŞås¬#;- ¿5Ut	IØIX’6æQ’ó&}M¼ÉìC&Ğ¿A_@©DDô™çW‡PWT¨>ıtc/±Pe	æXB.CL´ğ%GYú“Ô&FJP²Ş¾x·ügáÉW„cÖébºÖ_U.ê\Æ(%9¸+©òL—?Rõíï/‚ £ò0ï0U#0€ 
#>–ñìâ¯)ï‚¥Ğ0¤´0USy¿Zª+JÏT€áØ›Àò²fË0Uÿ†0Uÿ0ÿ0U 
00U  0CU<0:08 6 4†2http://crl.comodoca.com/AAACertificateServices.crl04+(0&0$+0†http://ocsp.comodoca.com0	*†H†÷ ‚ ‡QÜt!=œŠà'·3Ğ.ÌìğæË^Ş"o›urşäÖşªœ–-ïJ~®ôor<C;À?ë¸ß\ª©Æ®òüØî£{Cö†6|àÍô÷?şŞ¸´Šğ‘–şıCd~ıÌÒ¡}}øÉB+¿X‹º¤¢fvˆ‘N‰Î¢MÉ2³ºè¼qñ[ğA˜ 
"å±ùÍ’7í;ñä:¶ùE&u¯»ªï?{w;ÒÄ‘= Ó\9Û?{EÍ“…–/]ßYO?Q½ÕE?íJèat#µPs'DG]‰*k…1Äè©jL€¼jxÏ¸vr™ş×‘¡£_•0‚20‚ 0	*†H†÷ 0{10	UGB10UGreater Manchester10USalford10U
Comodo CA Limited1!0UAAA Certificate Services0040101000000Z281231235959Z0{10	UGB10UGreater Manchester10USalford10U
Comodo CA Limited1!0UAAA Certificate Services0‚"0	*†H†÷ ‚ 0‚
‚ ¾@ônáêv‡MED¾FÈƒÁ*şäúó«]PŠ1šĞÅp"ÍI-TcÌ¶nhFSêËL$À¼rNêñ®ôTš
Ãz²3`âÚ‰Uó"XóŞÜÏïƒ†¢Œ”OŸhò˜F„'Çv¿ãÌ5,‹^de‚ÀH°¨‘ùaŸv P¨‘ÇfµëxbVğŠê1£ ™ı8öö'2Xoõk¸û+¯·ªÌÖc_sŒÚ™¨8¨Ëx6Q¬éôx:ÏÙBâ˜«/ŸŞïŸ™Iñ-ß¬tM˜µGÅå)ÑùÇbœ¾ƒÇ&{>Š%ÇÀİæ5h ØŞÒÃ„œ^è/É £À0½0U 
#>–ñìâ¯)ï‚¥Ğ0¤´0Uÿ0Uÿ0ÿ0{Ut0r08 6 4†2http://crl.comodoca.com/AAACertificateServices.crl06 4 2†0http://crl.comodo.net/AAACertificateServices.crl0	*†H†÷ ‚ Vüğ›èÿ¤úÖ{ÆD€ÎOÄÅö XÌ¦¶¼Ihvèæî]ì`ÖPO&Nãæ°¥î¿¼tTA¿ıü¸ÇOZô‰``·JóöñÂ¿Ä¹t†¶-}kÌÒóFİ/ÆàjÃÃ4,}–İZÂ§
™Á‹«/ó\:Ïl7U	‡ŞS@lXïü¶«enöÜ<àZÆÙñYH0!elìé!sì›¡à7­ úºÎ§,©,Ôå&«"—`ø^tÔ¢šS½ò©hà¢nÂ×l±£¿ëhçVò®òã+8:	µk…×¾-í?·²câõb,‚Ôj APñ9ƒŸ•é6–˜n0‚.0‚ yˆÙ@©&›Ctà±50	*†H†÷ 010	UGB10UGreater Manchester10USalford10U
Sectigo Limited1705U.Sectigo RSA Domain Validation Secure Server CA0241012000000Z251012235959Z010U
nhutgg.com0‚"0	*†H†÷ ‚ 0‚
‚ £ÅZ·¯è^ˆŞŠzFn>„P#ı˜à¬
Ê2^Lù¡<hyn• RbÀœ¿r>½F‚BXMğzm†ºà¤âAJ—ÁSê˜ub'¯]ëx³ãé·6<¦~pMdúŞ^/ÈS Ï½H_ÒV†*İ4*ÉÏŞ?üø¬ë”½Î8ğÒ£ñN±s¤¬$:œ%ıuò®G_x»×õãø_……å`U‚U–ûÆ<Êg¥ş6ŠÛ2õ&²gGa¿Á‡D¡8Š°-;vÀc#0¹~ÀCs‰†Åß©S•ÅòÃ,(K?Ğ?ê½§@ÙEX½˜M/Ì5ÃZ'œı7ıĞŒx…_îÅ £‚ı0‚ù0U#0€Œ^ÄT­Šáwé›ù›á¸aá0U­ÔJ„Õ§)ã9EB™ŒÑ‚#eÂ0Uÿ 0Uÿ0 0U%0++0IU B0@04+²10%0#+https://sectigo.com/CPS0g0„+x0v0O+0†Chttp://crt.sectigo.com/SectigoRSADomainValidationSecureServerCA.crt0#+0†http://ocsp.sectigo.com0%U0‚
nhutgg.com‚www.nhutgg.com0‚
+Öy‚o‚ki v İÜÊ4•×áç•2úÇŸø=PßÛ :v
,¬»È*  ’‚Gêè   G0E! µ,~ÎXT›YÑÑÁT\G)÷X[ÿ<Ñœyğ¥ YñÅñĞ>‡®İ²€a¡§Fs4ånf	ãSº¾›IBøí v Ìûj…q	eş•›SÎé²|"é…\—¶©~TÀşL°  ’‚Gêû   G0E! G,$÷×$1¸Btè‹+ºnì^-îñ˜³ãØjÆ GHÑ':#/ÁN¥á¦‰Ã¢_«£'èè§h#4wz£Xıá w ñN4½SrL„Ã?zøçµb‡ˆœm0„ëå†&:  ’‚GêÈ   H0F! †¥¢kìl#ÁAYJ{:#´#´kÄ„ılwiù‚G˜! ¡gWZòY´fĞš]Rt³ ¥¤_¬Hék›
yœ0	*†H†÷ ‚ 1±D¿2[ªaé~eÖÕÃÅ«n„St3§ú¾Ešèñ7§WAÀø>‹g1ÅtÒ¡+Ş6Ö×./q]™ô0‰TJ–Ş4¬åcÅkFµ´ë3ü|”V*ƒüİ%«üî- ¡©šKïçzP†]ìÖt7|4M×î(¿Ï'ğ7åü{"¶éÂóR¡#¿*ÿ?qv\‘MÀj4sªiú(ÁéØº)ÅejvÀ `Ê°gZÀôôªWÜ7f]a_.î"¨ôÕ»U¼Z]¬ºªH8m¢®Î‘®ü¹~XNıİSáºşÏ·ëJLÏ¯uÎòçÁš1?}¡ö{1‚·0‚³0¤010	UGB10UGreater Manchester10USalford10U
Sectigo Limited1705U.Sectigo RSA Domain Validation Secure Server CAyˆÙ@©&›Ctà±50	`†He  ä0	*†H†÷	1	*†H†÷0	*†H†÷	1241027131539Z0/	*†H†÷	1" Øù‚ş úBÒâCwRorÙVe<u'Ä“b~äÈìqJ0y	*†H†÷	1l0j0	`†He*0	`†He0	`†He0
*†H†÷0*†H†÷ €0*†H†÷@0+0*†H†÷(0	*†H†÷ ‚ 1/µöWèçèæG‰€U1£Úz»ÿ‹ŞIV*óû«·UyeÎ”]eu‰±ÿş‘<·¸rZ½ä„6ÜXØæäéÏí‚Al•dµƒ _MñB¹âz/ƒ>.ãkaÑŸrékDFé~GeNqí‰Ë"'Õ9J¯dzÉ ã:ÏU$%ÔIÇğš?ÜËÇ	Â"¯õ hØœ}•oì˜:²•;íÀ”°î3~ÊÏø4´Ó~ÈR•0a#Ğ”Á$)ØE²R—ığêªÅ@´¾—?nºNšå‚À:}ûî~9t•{ú€‡\Ğ{&ÌÂ6ÓÊ¥L¬,=ÜÕ